<%@ Page Language="C#" AutoEventWireup="false" CodeBehind="Alter.aspx.cs" Inherits="Pripev.Web.UI.Guitar.Alter" MasterPageFile="~/Main.Master" %>

<asp:Content ContentPlaceHolderID="ContentPlaceHolder1" ID='contentScript' runat='server'>
<div style='text-align:left'>
<pre>
Не думай о секундах свысока...

До сих пор предметом спором является вопрос о том, сколько аккордов должен 
знать уважающий себя гитарист. Учитывая то, что любое доступное пальцам 
сочетание нот является аккордом, варианты ответа могут варьироваться от трех 
до пары сотен (по моим оценкам). В принципе, используя различные комбинации
общеизвестных мажорных, минорных и септ-аккордов можно сочинять довольно 
неплохие композиции. Но законы построения гармонических схем число этих 
комбинаций заметно уменьшают, и часто аккомпанемент к свежей мелодии опошляет
произведение в целом, сводя его к банальщине. Первыми это заметили барды (чьи
композиторские способности как правило заметно уступают поэтическим) и стали
использовать альтерированые "джазовые аккорды", разнообразящие избитые 
гармонические схемы. В рок-музыке использование джазовой фишки зачастую 
неприемлемо (да и прочувствовать в джазовые дела, не будучи искренним фанатом
этой музыки тяжело), то же самое относится к классической гитаре. Однако,
можно обновить свой запас аккордов, не вторгаясь в джазовые дебри, чему и 
посвящена эта серия уроков.

В первой части речь пойдет об использовании в аккордах интервалов секунда
и нона.

Что есть секунда? Помимо единицы системы СИ это еще и интервал в пол-тона или
целый тон. В уроке пойдет речь о втором варианте - большой секунде и ее 
сестре ноне (секунде через октаву). Итак, как известно, ладовая окраска 
аккорда определяется терцией. Если же терцию заменить на секунду, то в 
названии аккорда появится sus2. Например, вот Asus2:

                        -0-
                        -0-
                        -2-
                        -2-
                        -0-
                        ---

Эта аппликатура легко переносится дальше по грифу

                        |-O-|---|---|
                        |-O-|---|---|
                        |---|---|-O-|
                        |---|---|-O-|
                        |-O-|---|---|
                        |---|---|---|

открытая аппликатура кроме Asus2 есть и у Dsus2:

                        -0-
                        -3-
                        -2-
                        -0-
                        ---
                        ---

Лишенный терции аккорд имеет зыбкое, неустойчивое звучание, что в случае 
замены минорной терции создает тревожное настроение, а в случае замены 
мажорной придает аккорду прозрачности. Чередование в переборе секунды и 
минорной терции или простое чередование соответствующих аккордов усиливает
минорное звучание, как, например во вступлении к Unforgiven (Metallica), 
где чередуются Asus2 и Am.

Попадание в "девятку"

Если, не трогая терцию, добавить секунду в аккорд, то она будет называться 
ноной, а в названии аккорда появится add9 (или просто 9, если это был 
септ-аккорд, но об этом мы говорить не будем). Аккорд с добавленной ноной 
звучит сохраняет свою ладовую окраску, но звучит не менее нервно и зыбко,
 чем аккорд sus2. Это объясняется появлением в нем сразу двух неустойчивых 
секундных интервалов (тоника-секунда, секунда-терция). Какой-то единой 
аппликатуры для них нет, поэтому приведу пример лишь некоторых конкретных
аккордов.

Минорные аккорды Add9 широко используются в рок-музыке, как правило в 
балладах. Самый популярный из них, пожалуй, ЕmAdd9 

                        -0-
                        -0-
                        -0-
                        -4-
                        -2-
                        -0-

Он используется в композициях Sanitarium (Metallica), Wasting Love 
(Iron Maiden), Love Me Forever (Motorhead) - список можно продолжать долго.
Альтернативный вариант этого аккорда:

                        -0-
                        -0-
                        -0-
                        -4-
                        -7-
                        -0-

используется в Bit Of Finger (Black Sabbath).

Простую аппликатуру имеет AmAdd9
                        -0-
                        -0-
                        -5-
                        -7-
                        -0-
                        ---

Очень эффектно этот аккорд используется в Call Of Ktulu (Metallica), его 
также можно услышать во вступлении к Blood Of Heroes (Megadeth).

В инструментале Welcome Home (King Diamond) похоже обыгрывается DmAdd9

                        -0-
                        -6-
                        -7-
                        -0-
                        ---
                        ---


Достаточно эффектно, хотя и редко используются мажорные аккорды Add9:

                Eadd9          Aadd9           Dadd9
                -0-             -0-             -0-
                -0-             -0-             -7-
                -1-             -6-             -7-
                -4-             -5-             -0-
                -2-             -0-             ---
                -0-             ---             ---

Часто, особенно в тональности G мажор/Е минор применяется Сadd9:

                        -3-
                        -3-
                        -0-
                        -2-
                        -3-
                        ---

В этой аппликатуре он очень хорошо связывается с аккордом G, акцентируя
тональность.
Пример - Forever Free (WASP) или Давай Вернемся (Чай-Ф)

Кварта и с чем ее едят.

Кварта - интервал в 2.5 тона, как и секунду ее можно добавить в аккорд, 
а можно заменить ей терцию.Если мы заменяем квартой терцию, то аккорд теряет
ладовую окраску и в его названии появляется sus4 или просто sus. Аккорд 
получает специфическое звучание из-за того, что в нем появляется два 
интервала в кварту, которые делают тонику несколько неопределенной. 
Вот типичные аппликатуры аккордов sus4:

                |-O-|---|---|           |-O-|---|---|---|
                |-O-|---|---|           |---|---|---|-O-|
                |---|---|-O-|           |---|---|-O-|---|
                |---|---|-O-|           |---|---|-O-|---|
                |---|---|-O-|           |-O-|---|---|---|
                |-O-|---|---|           |---|---|---|---|

Пример использования аккордов sus4 - рифф из Smells Like Teen Spirit, 
играющийся на последовательности аккордов Fsus4, Bb, G#sus4, C#. 
Есть также открытые аппликатуры аккордов sus4

        Dsus4           Csus4           Gsus4         Bsus4
          -3-           -1-             -3-             -0-
          -3-           -1-             -3-             -0-
          -2-           -0-             -0-             -X-
          -0-           -3-             -0-             -2-
          ---           -3-             -3-             -2-
          ---           ---             -3-             ---

Аккорд Dsus4 часто используется в тональности G мажор при переходе от D к G 
вместе с Cadd9 эти три аккорда образуют мощную связку, акцентирующую 
тональность. Пример: Forever Free (WASP). Часто комбинации Dsus2, D и Dsus4
используются для того, чтобы провести в аккомпанементе мелодию (на первой 
струне) Пример - Stairway To Heaven (Led Zeppelin), Nothing Else Matters 
(Metallica).

Часто терцию заменяют на кварту в септ-аккордах:

                |-O-|---|---|           |-O-|---|---|---|
                |-O-|---|---|           |---|---|---|-O-|
                |---|---|-O-|           |-O-|---|---|---|
                |-O-|---|---|           |---|---|-O-|---|
                |---|---|-O-|           |-O-|---|---|---|
                |-O-|---|---|           |---|---|---|---|

C аккорда B7sus (в VII позиции) начинается знаменитая "Шизгара".

Если не трогать терцию, то аккорд будет называться add4. Как правило 
используют мажорные аккорды add4, поскольку они из за появления интервала 
секунда (терция-кварта) приобретают зыбкое звучание, но более светлое и 
устойчивое, чем у аккордов аdd9, потому что по чисто техническим причинам 
в них, как правило, пропускается квинта и секундный интервал в аккорде
появляется только один раз.

Стандартной аппликатуры у таких аккордов нет, чаще всего используются, 
или даже обыгрываются (поскольку часто используется всего 3 струны) 
аккорды Aadd4 и Dadd4:

        Aadd4          Dadd4
        ---             ---
        ---             ---
        ---             -0-
        -0-             -4-
        -4-             -5-
        -5-             ---

Очень часто перед или после этих аккордов обыгрываются их соседи G и C. 
Пример связки Aadd4 и G - Sanitarium (Metallica); Dadd4 и C - Children Of The
 Damned (Iron Maiden), Wasting Love (Iron Maiden), How Will I Laugh... 
(Suicidal Tendencies).

Использование открытых струн.

Как вы могли заметить во многих аппликатурах из предыдущих двух частей 
(особенно там, где добавлялась ступень) использовались открытые струны. 
Использование открытых струн позволяет строить достаточно сложные 
гармонически, но технически простые аккорды. К тому же использование 
открытых струн прибавляет объема звучанию. Если использовать несколько 
аккордов, построенных на одних и тех же открытых струнах, то педальные 
ноты позволят создать нетривиальные гармонические схемы, "нанизаные" на 
единый стержень. Сложно подвести под использование открытых струн какую-то
теоретическую базу, поэтому перейдем к практике, рассматривая конкретные 
примеры из репертуара известных команд.

Black Horsemen (King Diamond)


   Badd4                       Aadd9                  Amаdd9
|-------0-----------0-----|-------0------------||-------0-----------0-----|
|-----0---0-------0---0---|-----0---0----------||-----0---0-------0---0---|
|---8-------8---8-------8-|---6-------6-------*||---5-------5---5-------5-|
|-9-----------9-----------|-7-----------7-----*||-7-----------7-----------|
|-------------------------|--------------------||-------------------------|
|-------------------------|--------------------||-------------------------|

|------0-----------0------||
|----0---0-------0---0----||
|--8-------8---8-------8-*||
|9-----------9-----------*||
|-------------------------||
|-------------------------||

Во-первых это отличный пример использования аккордов аdd4 и add9. 
Во-вторых тональность здесь очевидно, B и открытая 2-я струна ее 
подчеркивает. Используемые здесь аппликатуры - частный случай следующих двух:

                O|---|---|---|          O|---|---|---|
                O|---|---|---|          O|---|---|---|
                 |-O-|---|---|           |---|-O-|---|
                 |---|---|-O-|           |---|---|-O-|
                 |---|---|-O-|           |---|---|-O-|
                 |-O-|---|---|           |-O-|---|---|

Очень популярны вариации на тему следующей аппликатуры

                O|-O-|---|---|
                O|-O-|---|---|
                 |---|---|-O-|
                 |---|---|-O-|
                 |-O-|---|---|
                 |---|---|---|

Например,

                Sleeping In The Fire (WASP)

(Каждый такт играется 2 раза)

        Е5            D6sus2             Cmaj7                  Em
|---------0-------|---------0-------|---------0-------|---------0-------|
|-----------0-----|-----------0-----|-----------0-----|-----------0-----|
|-----9-------9---|-----7-------7---|-----5-------5---|-------------0---|
|---9---9-------9-|---7---7-------7-|---5---5-------5-|-----2---------2-|
|-7---------------|-5---------------|-3---------------|---2---2---------|
|-----------------|-----------------|-----------------|-0---------------|

Как видим здесь мы легко пробежались по различным типам аккордов. Открытые 
струны E и B акценитруют тональность E минор. Вообще, альтерация с 
использованием открытых струн особенно эффективно, когда открытые струны дают
ноты из I, III или V ступеней тональности, что впрочем не является правилом.
Самым ярким примером использования открытых струн E и B в альтерации аккордов,
а также отличным примером по альтерации вообще, является акустическое интро к
композиции Оззи Осборна Killer Of Giants (гитарист - Jake E. Lee):


-------------------------0-----||
---------5-------------0-------||
-------4---4---------5--------*||
-----2-------2-----5----------*||
---2-----------2-3-------------||
-0-----------------------------||

||-------------------------0-------------------------------0-------
||---------5-------------0---0-------------5-------------3---3-----
||*------4---4---------5-------5---------4---4---------3-------3---
||*----2-------2-----5-----------5-----2-------2-----3-----------3-
||---2-----------2-3-----------------2-----------2-1---------------
||-0-------------------------------0-------------------------------

-------------------------0---------------0---------------0--------||
---------5-------------0---0---------------0---------------0------||
-------4---4---------5-------5---------4-----4---------2-----2---*||
-----2-------2-----5-----------5-----5---------5-----3---------3-*||
---2-----------2-3-----------------5---------------3--------------||
-0-------------------------------3---------------1----------------||


||----------3---------------3---------------3-------6-----5-----3----||
||--------3---3-----------3---3-----------3---3-------3-----3-----3--||
||*-----5-------5-------5-------5-------3-------3-------3-----3-----*||
||*---5-----------5---5-----------5---3-----------3-----------------*||
||--3---------------3---------------3--------------------------------||
||-------------------------------------------------------------------||

|-5-------5---------------5---------------5-------8-----7-----5---
|-------5---5-----------5---5-----------5---5-------5-----5-----5-
|-----7-------7-------7-------7-------5-------5-------5-----5-----
|---7-----------7---7-----------7---5-----------5-----------------
|-5---------------5---------------5-------------------------------
|-----------------------------------------------------------------

|---------5---------------5---------------5-------8----
|-------5---5-----------5---5-----------5---5-----5----
|-----7-------7-------7-------7-------7-------7---5----
|---7-----------7---7-----------7---7-----------7-5----
|-5---------------5---------------5---------------5----
|------------------------------------------------------


  {--4x--}{--4x--}
||--0-------0-------
||----0-------0-----
||*-----6-------5---
||*-------6-------5-
||------------------
||------------------

|0---------------0---------------0-------------------0------||
|--0-----------0---0-----------0---0---------------0---0----||
|----2-------2-------2-------2-------2-----------2-------2-*||
|------2---2-----------2---2-----------2-------2-----------*||
|--------0---------------0---------------2-2-2--------------||
|-----------------------------------------------------------||


Естественно струнами E и B все не ограничивается. Аппликатур с использованием
открытых струн можно придумать множество, приведу лишь пару примеров:

Welcome Home (Sanitarium) - Metallica

        Emadd9  Em+5      Em7add4 Aadd4  G       Asus4
|-----------------|-------------------|-----------|
|-----------------|-------------------|-----------|
|-------0-------0-|-------0-----------|-----------|
|-----4-------5---|-----7-------0-----|---0-----0-|
|---2-------3-----|---5-------4-------|-2---------|
|-0-------0-------|-0-------5-----5\3-|-----3/5---|

Тут используется сочетание струн E-G (Е минор) ,которое сменяет открытая D,
спасая от однообразного звучания. Обратите также внимание на связку аккордов
Aadd4 - G

Hangar 18 - Megadeth

Рифф интерлюдии после куплетов 

w/Distortion
w/Palm Muting 

        D/A             Bb             B6(no3rd)
|-----------------|-----------------|-----------------|-----------------
|-----------------|-----------------|-----------------|-----------------
|-----2-----2---2-|-----3-----3---3-|-----4-----4---4-|-----3-----3---3-
|---0-----0-------|---0-----0-------|---0-----0-------|---0-----0-------
|-0-----0-----0---|-1-----1-----1---|-2-----2-----2---|-1-----1-----1---
|-----------------|-----------------|-----------------|-----------------

                                                            Cadd9(no3rd)
|-----------------|-----------------|-----------------|-----------------
|-----------------|-----------------|-----------------|-----------------
|-----2-----2---2-|-----3-----3---3-|-----4-----4---4-|-----5-----5---5-
|---0-----0-------|---0-----0-------|---0-----0-------|---0-----0-------
|-0-----0-----0---|-1-----1-----1---|-2-----2-----2---|-3-----3-----3---
|-----------------|-----------------|-----------------|-----------------

Опять открытая струна подчеркивает тональность - D. Попробуйте сыграть этот
рифф на акустической гитаре, не глуша струн, и почуствуте, какое объемное
звучание дает открытая струна.

На этом закончу свой экскурс в альтерацию аккордов в рок-музыке. 
Если вы владеете английским, то порекомендую вам прочитать уроки 
Джона Петруччи (Dream Theatre) в журнале Guitar World (www.guitarworld.com)
за осень-весну 1995/1996 года.</pre></div>

</asp:Content>
