<%@ Page Language="C#" AutoEventWireup="false" CodeBehind="ChordsFAQ.aspx.cs" Inherits="Pripev.Web.UI.Guitar.ChordsFaq" MasterPageFile="~/Main.Master" %>

<asp:Content ContentPlaceHolderID="ContentPlaceHolder1" ID='contentScript' runat='server'>
<div style='text-align:left'>
<pre>
                      Written by Howard Wright
                      H.Wright@astro.cf.ac.uk

                      Перевел Тарас Бондарь
                      taras@fifth.frtk-campus.mipt.ru

Предисловие от переводчика

 Сколько  мне  доводилось  ползать по конференциям, посвященным
гитаре, общаться с людьми, на ней играющими, вопросы вроде 'Что
это за аккорд' и 'А как его сыграть встречались весьма и весьма
часто. Самому лень писать что-то вразумительное на эту тему, но
я  нашел где-то в районе alt.guitar этот вот FAQ, и перевел его
на русский. Вот  теперь  он  представлен  на  Ваш  суд.  Против
русского  языка  я старался не грешить, хотя мог и ошибиться. А
вот для тех, кто музыку  изучал  серьезно,  здесь  будет  много
вещей,  режущих  глаз, поэтому специально отмечаю, что сей опус
предназначен для людей только  приблизительно  разбирающихся  в
музыке.   Тем   не  менее,  некоторое  знакомство  с  нотами  и
минимальное знание сольфеджио было бы полезным.

 Далее   -   по  существу.  Во-первых,  здесь  везде  сохранена
нотировка зарубежная, т.е. C - до, D - ре, E - ми, F - фа, G  -
соль,  A  -  ля,  B  -  си.  Во избежание недоразумений еще раз
подчеркиваю, что здесь B - это си, а Bb - си-бемоль.  В  то  же
время  в  советской  и  некоторых  других  системах  записи нот
считается, что B - это си-бемоль, а си обозначается  буквой  H.
Этот  вопрос  тоже постоянно возникает в гитарных конференциях,
поэтому я вношу свою лепту в этот спор - какая из систем записи
*правильная*.  Просто нужно быть внимательным, если встречается
обозначение Bb или H - сразу  же  становится  ясно,  как  нужно
воспринимать  эти буквы, в противном случае - слушайте, один из
аккордов  (нот)  будет  звучать  фальшиво.  Впрочем,  если   Вы
разбираетесь   в   сольфеджио,   то   можете  из  теоретических
соображений понять, что там должно быть.

 Ну,  по  поводу  обозначений  несколько  слов.  Я  старался не
употреблять страшных слов  типа  терцдецимаккорд,  а  обозначал
аккорды  теми  значками,  которыми  они сопровождаются в нотной
литературе.  Т.е.  обозначение  '7'  или   '7аккорд'   означает
септаккорд.  Повторяю,  если Вы круты в музыке и Вам такие вещи
режут глаз, то вообще-то  Вам,  наверное,  этот  FAQ  ничем  не
поможет.  Да,  еще  я заменил все научные названия интервалов и
ступеней на цифры. То есть, если Вы видите что-то вроде  '7-я',
то  это  обозначает  седьмую ступень или музыкальный интервал -
септиму. Нет, я когда-то знал  их  названия,  но  вместо  малой
терции  я  использую  выражение 'мажорная 3-я' и т.д. Не надо в
меня за это плевать, хотя, если честно, то это дефект перевода.

 На  всякий  случай  все  же назову вещи их именами: 13аккорд -
терцдецимаккорд, 11аккорд - ундецимаккорд, 9 - нонаккорд,  7  -
септаккорд.  Еще  к  ним  добавляются  всякие  уточнения  вроде
'большой мажорный', 'минорный' и т.д. Ну  и  интервалы:  2-я  -
секунда,  3-я  -  терция,  4-я  -  кварта,  5-я - квинта, 6-я -
секста, 7-я - септима, 8-я - октава, 9-я - нона, 10  -  децима,
11-я - ундецима, 13-я - терцдецима.

Схема взятия аккорда на гитаре здесь записывается стандартным образом,
например:  EADGBE  - С-мажорный аккорд. Написанное означает, что верхняя
           x32010    струна (толстая) не звучит (значок x), остальные струны
                     зажимаются на тех ладах, которые подписаны под каждой из
                     них. Нолик означает, что звучит открытая струна.

 Другими  словами,  слева направо перечислены струны гитары (от
толстой к тонкой) и лады, на которых нужно зажимать  каждую  из
струн.  С  пальцами  разбирайтесь  сами  - обычно бывает только
два-три способа постановки пальцев (аппликатуры),  при  которых
они еще не ломаются, - играйте так, как Вам удобнее.

 Вот  и  все.  Желаю  успеха  в освоении основ теории музыки. Я
старался сохранить авторский текст, хотя мне самому он не везде
кажется  достаточно  прозрачным  и последовательным - местами я
вставлял комментарии, надеюсь, они Вам помогут.


Содержание

1.0   Введение

2.0   Интервалы
  2.1  Мажорные и минорные интервалы
  2.2 Таблица интервалов

3.0   Трезвучия :
  3.1 Мажорные и минорные трезвучия
  3.2 Задержанные (sus) трезвучия

4.0   Септаккорды :
  4.1 Минорные септаккорды
  4.2 Мажорные и доминантсептаккорды

5.0   Секстаккорды (6-аккорды)

6.0   9, 11, 13 аккорды :
  6.1 'нормальные' 9, 11 и 13 аккорды
  6.2 минорные 9, 11 и 13 аккорды
  6.3 мажорные 9, 11 и 13 аккорды

7.0   Запись аккордов вида X/Y

8.0   'Add' аккорды и хроматические ноты

9.0   Уменьшенные, полууменьшенные и увеличенные (augmented) аккорды

Приложение A : Хроматическая гамма
Приложение B : Список всех мажорных и минорных трезвучий
Приложение C : Квинтовый круг и ключевые знаки альтерации




 * 1.0  ВВЕДЕНИЕ * 


        Цель   данного   руководства  -  дать  Вам  информацию,
необходимую для понимания того, какие ноты составляют  тот  или
иной аккорд.  Используя этот текст, Вы сможете:

 - найти ноты, которые сотавляют *любой* аккорд.

 - назвать аккорд, который задан конкретным списком нот.


 Многие  избегают  изучения  теории аккордов, т.к. кажется, что
надо много всего учить, часто она выглядит запутанной, и трудно
дать   точные  и  быстрые  правила.  Когда  кто-то  посылает  в
конференцию  'сетку'  аккорда  и  спрашивает   'А   как   *ЭТО*
называется',  то  обычно  дается  по меньшей мере четыре разных
ответа.  Действительно, во многих случаях существует более  чем
одна  точка  зрения на вещи, так что часто аккорд можно назвать
двумя  именами,тем  не  меннее  удивительно  просто  оказывется
научиться принципам поименования аккордов.

 Что  Вы  должны  знать  чтобы  самостоятельно  уметь  называть
аккорды ?

 Трудно  дать  'Золотые  Правила'  гармонии  или теории музыки,
которым можно было бы следовать  буквально,  получая  при  этом
всегда правильный ответ.

 Однако,  существует всего несколько основных принципов, следуя
которым можно снять до  95%  загадочности  с  теории  музыки  в
приложении к аккордам.

 Во-первых,  чтобы  узнавать  названия  аккордов,  нужно  уметь
считать.  Вероятно, каждый получил этот навык когда-то, так что
можно продолжить.

 Во-вторых,  нужно  знать  мажорную  гамму. Большинство, должно
быть, знакомы с ней, во всяком  случак,  ее  совсем  не  сложно
выучить.

 (Не  удержусь,  чтобы  не  добавить  - нужно знать еще и строй
гитары, чтобы понимать, как именно берется та или иная нота  на
гитаре, сколько вариантов сыграть ее существует и т.д.)

 Гамма  характеризуется  расстояниями  между  соседними нотами.
Если выбрать G в качестве точки отсчета, то получится  примерно
следующее :


Номер ноты в гамме  Расстояние от начала (тоники)  Действительная нота

  1  (тоника   )             0                        G
  2                          2 полутона               A
  3                          4 полутона               B
  4                          5 полутонов              C
  5                          7 полутонов              D
  6                          9 полутонов              E
  7                          11 полутонов             F#
  8                          12 полутонов             G

 Отметьте  для  себя, что 1 тон = 2 полутона. Арифметика проста
до безобразия.

 Именно последовательность чередования тонов и полутонов задает
гамму. Очевидно,  Вы  можете  выбрать  любую  ноту  в  качестве
тоники, и если Вы просто посчитаете каждую из нот по расстоянию
до нее в полутонах, используя среднюю колонку  данной  таблицы,
Вы получите мажорную гамму, построенную от этой ноты.


 Удобно  называть ноты в гамме по номерам - '7-я' (септима) или
'3-я' (терция).  Если мы знаем, что разговор  идет  о  мажорной
гамме  и  мы знаем ее тонику (ноту начала отсчета), то мы легко
можем узнать '7-ю' или '3-ю' ноту этой гаммы. Мы используем эту
идею,  чтобы  "расписывать"  аккорды  - то есть говорить что-то
вроде:

** Мажорный аккорд составлен из 1-ой 3-ей 5-ой ступеней.

 Это означает, что, взяв тонику (1-ю ступень) и найдя 3-ю и 5-ю
ступени от нее в мажорной гамме, Вы  получите  правильные  ноты
для  аккорда. Преимущество этого срособа заключается в том, что
он может быть использован  для  нахождения  *любого*  мажорного
аккорда - достаточно лишь изменить его основание (тонику).

 Если  Вы  захотите  приложить немного усилий, то легко выучите
мажорные гаммы от любой ноты. В этом случае Вам не  понадобится
считать  полутона  всякий  раз,  когда  Вы  захотите  найти 5-ю
ступень от какой-то тоники. (Смотри Приложение C)

 НО - если Вы хотите простоты, примитивный расчет тоже работает
совсем неплохо.

 Маленький пример.

 Вы хотите найти ноты, составляющие D (ре-мажорный) аккорд.

 Тоника или основание аккорда -  D (1-я ступень)

 Чтобы найти 3-ю ступень в мажорной гамме добавляем, 4 полутона
- F#

 Чтобы получить 5-ю ступень добавьте 7 полутонов - A

 Получились ноты : D F# и A


 Так  что  все  аккорды сводятся к этим самым 3-им, 5-ым и т.д.
ступеням.  А расстояния до них называются ИНТЕРВАЛАМИ.


 * 2.0  ИНТЕРВАЛЫ * 


 Существует способ задавания нот, указывая 'расстояния' между ними.

 В  соль-мажорной гамме, приведенной выше, мы можем видеть, что
расстояние между первой нотой (тоникой) и второй - 2  полутона,
что называется секундой (2-я)

 Расстояние  между  тоникой  (G)  и  3-ей  нотой  в  гамме  - 4
полутона, что называется терцией.

 Все очень просто.

 (В  английском у них и правда вторая нота - 2nd, третья - 3rd,
а  по-русски  так  не  получается,   поэтому   я   решил   тоже
использовать цифровые обозначения ступеней).

 Все,  что  Вам нужно сделать - подняться по гамме от тоники, и
если Вы заканчиваете на пятой ноте гаммы, то  получаете  квинту
(5-ю), а если на седьмой, то - септиму (7-ю).

 Ну что, ведь действительно просто ... ? (см. примечание выше -
по-русски  слово  септима  не  выглядит  так  же   просто   как
по-английски - 7th)


2.1  Мажорные и минорные интервалы  * 


 Ну, не так уж просто дело обстоит. Наряду с мажорными гаммами,
есть еще  и  минорные.  А  еще  встречаются  'чужие'  ноты  или
хроматические ноты, которые не входят в эту конкретную гамму.

 Чтобы   справиться   с  таким  положением  дел,  говорят,  что
интервалы  бывают  мажорные  и  минорные  (большие   и   малые,
уменьшенные и увеличенные и т.д.).

 Так, может быть минорная 3-я ступень или мажорная 3-я ступень.
Или нормальная 5-я ступень и увеличенная 5-я.
Бывает 9-я  и уменьшенная (или *малая*) 9-я.
 (Еще  раз прошу прощения у людей, изучавших сольфеджио, но 9-я
ступень звучит проще, чем нона. Вы уже по желанию можете читать
'3-я' как 'терция' ... )

 Все  эти  изменения  означают,  что  'расстояние' или интервал
увеличивается или уменьшается на один полутон.

 Т.е. минорная 3-я на полутон меньше, чем мажорная 3-я.
 А увеличенная 5-я на полутон больше, чем нормальная (чистая) 5-я.


 Далее будут встречаться два обозначения, означающие почти одно
и то же.  (А в оригинале - вообще одно и то же)


 *  Увеличенный  (AUGMENTED)  или диезный (SHARP) означает - на
полутон выше.

 *  Уменьшенный  (DIMINISHED) или бемольный (FLAT) - на полутон
ниже.

 А  еще бывают минорные и мажорные интервалы которые отличаются
между собой на полутон - минорный интервал на полутон ниже, чем
такой  же мажорный интервал.  Ниже дана таблица интервалов и их
соотношение с 'расстоянием' в полутонах.


2.2  ТАБЛИЦА ИНТЕРВАЛОВ * 

полутоны     интервал

   0           унисон
   1           уменьшенная 2-я
   2           2-я
   3           минорная 3-я
   4           мажорная 3-я
   5           чистая 4-я
   6           уменьшенная 5-я (малая 5-я)
   7           чистая 5-я
   8           минорная 6-я  (или увеличенная 5-я)
   9           мажорная 6-я
  10           минорная 7-я  (малая 7-я)
  11           мажорная 7-я
  12           октава
  13           малая 9-я (уменьшенная)
  14           9-я
  15           большая 9-я/минорная 10-я ( минорная 3-я, но на октаву выше)
  16           мажорная 10-я (мажорная 3-я на октаву выше)
  17           11-я
  18           увеличенная 11-я
  19           чистая 12-я (на октаву выше, чем чистая 5-я)
  20           малая 13-я
  21           13-я


 Чтобы   получить  конкретную  ноту,  скажем,  мажорную  6-ю  в
A-мажорной гамме, начиная с A, добавим расстояние для  мажорной
6-ой (9 полутонов).

 Должно  получиться  F#,  а это и есть мажорная 6-я от A.  (см.
хроматическую гамму - Приложение A)

 Обобщим  сказанное.  Аккорды описываются с помощью интервалов.
Эти интервалы показывают, насколько выше тоники расположены эта
и  другие  ноты  аккорда.  Используя вышеприведенную таблицу Вы
можете получить  число  полутонов,  которые  нужно  добавить  к
тонике, чтобы получить данный интервал.


 А вот и примерчик на тему.

 Bm7 - его структура или 'спеллинг' выглядит как: 1-я, минорная
3-я, 5-я, минорная 7-я

 Начнем с B - добавляем 3 полутона для минорной 3-ей - получаем D.

 Добавим 7 полутонов к B для 5-ой - F#

 Ну и 10 полутонов, чтоб была минорная 7-я - A

 Вот все ноты аккорда : B D F# A

 Таким  образом,  если  Вы  знаете спеллинг конкретного аккорда
(например, интервалы, описывающие его), тогда легко  с  помощью
этой таблицы найти нужные Вам ноты.

 А если Вы не знаете спеллинга аккорда ?

 Ежели у Вас есть только название аккорда, вроде F#m9, то нужно
просто узнать сначала его строение (спеллинг).

 Основными  строительными  блоками  для любых аккордов являются
трезвучия.



 * 3.0 ТРЕЗВУЧИЯ * 


 А  вот  и  сам  основной  материал  для  построения  аккордов.
Трезвучие - это  группа  из  трех  нот,  определяющая  основное
звучание аккорда.

 Например,  если  аккорд  является  минорным, то он строится на
минорном трезвучии.

 Если же аккорд мажорный, то он строится на мажорном трезвучии.


3.1  -  Мажорные и минорные трезвучия


 Мажорные и минорные трезвучия составлены из этих трех нот:


    1-я 3-я 5-я


 ВНИМАНИЕ! Запомните, что минорная 3-я для минорного трезвучия,
и мажорная 3-я для мажорного трезвучия.

 Список  всех  мажорных  и  минорных трезвучий приведен в конце
текста (Приложение B). Если Вы хотите выучить  их,  это  сильно
облегчит  Вам  жизнь  в  дальнейшем,  но  даже просто отсчитать
трезвучие по полутонам от основания (тоники) вполне  достаточно
для построения любого аккорда.

 Единственная  разница  между  мажорным  *аккордом*  и мажорным
*трезвучием* заключается в том,  что  в  аккорд  обычно  входит
больше,  чем  три  ноты, просто за счет повторения некоторых из
них. Основание (1-я) наиболее  удобна  для  повторения,  но  Вы
можете дублировать любую: 1-ю, 3-ю или 5-ю, хотя звук получится
несколько другим.

 Возьмем C-мажорный аккорд.

 C-мажорное трезвучие  =  1-я, мажорная 3-я, 5-я  =  C E G

 Ну, этот аккорд знают все :

  EADGBE
  x32010

    C


 Если посмотреть на ноты, видно, что в нем есть:

 (снизу вверх) : C E G C E

 Или, что то же самое : 1-я 3-я 5-я 1-я 3-я

 Т.е. 1-я и 3-я продублированы.

 Отметим,  что  самая  низкая  звучащая нота всегда должна быть
основанием (корнем, тоникой) аккорда. Если Вам  хочется,  чтобы
3-я  или  5-я  были внизу аккорда, нужно записывать его как C/E
или C/G, подразумевая C аккорд с E (или G) в басу.   См.  далее
раздел  7.0  - там дано подробное описание записи аккордов вида
X/Y.




3.2  -  'Задержанные' (suspended) трезвучия


 Здесь  достаточно  помнить,  что 3-я заменяется другой нотой -
или 2-ой или 4-ой.

 Замечу, что если в мажорном и минорном трезвучиях есть 3-я для
определения нет, так что аккорд уже 'никакой' - ни мажорный, ни
минорный.

 Sus трезвучие с 4-ой записывается как :  1-я 4-я 5-я

 Sus трезвучие с 2-ой запишется :  1-я 2-я 5-я



 Как  и  в  случаях  мажорного  и минорного аккордов, Вы можете
повторить ноты, чтобы получить из трезвучия аккорд.

 НО! - Вы не можете никогда повторять 'задержанную' (sus) ноту,
а только 1-ю или 5-ю.

 Для примера возьмем Asus4.

 Asus4 трезвучие :  1-я 4-я 5-я =  A D E

 На гитаре он берется как:

  EADGBE
  x02230

   Asus4


 Его конструкция выглядит в данном случае как:

 (снизу вверх) :  A E A D E       (1-я 5-я 1-я 4-я 5-я)


 Здесь  1-я  и  5-я  в аккорде повторяются дважды, а 4-я только
одна.

 Мы   *покончили*   с  мажорными  и  минорными  аккордами,  sus
аккордами с 2-ми и 4-ми.  Потихоньку едем дальше.


 * 4.0 Септаккорды (7) * 


4.1   -  Минорные 7


 Для  минорных  аккордов  наиболее  распространенным 7 является
минорный 7.

 Вы   уже   можете   предположить,  что  нужно  взять  минорное
трезвучие, и добавить минорную 7-ю. Так оно и есть.

 Пример? Возьмем D-минорный 7 (Dm7)

 сам по себе он выглядит так : 1-я, минорная 3-я, 5-я, минорная 7-я

 С помощью таблицы интервалов, считаем от D для наших нот.

 Для минорной 3-ей, идем на 3 полутона  - F
 Для 5-ой шагаем  на 7 полутонов         - A
 Для минорной 7-ой добавляем 10 полутонов - C

 Ясно, что Dm7 составлен из следующих нот: D F A C

 Если  играть  на  открытой  струне  D  для  D  ноты,  то можно
предложить два варианта:

  EADGBE     EADGBE
  xx0211     xx0565

   Dm7        Dm7


 Min/maj 7
 ---------

 Есть  еще  и  такой  аккорд  как  min/maj7. Это звучит немного
странно, но, в общем-то, довольно понятно -  возьмите  минорное
трезвучие и добавьте мажорную 7-ю к ней.

 Итак, Dm/maj7 выглядит как :   D F A C#


4.2  -  Мажорные 7 и малые 7 (доминантсептаккорды)


 Из  мажорных  трезвучий можно сляпать два типа 7аккордов. Если
добавит мажорную 7-ю, то получится мажорный 7. А если добавлять
*малую*  7-ю  все  к  тому же мажорному трезвучию, то выйдет из
этого т.н. доминантсептаккорд.

 Когда гитаристы говорят о '7аккордах' обычно они подразумевают
именно доминантсептаккорды, т.е 7аккорды с *малой* 7-ой.

 Мажорные  7аккорды  записываются  как  Cmaj7,  Dmaj7 и т.д., а
доминант7 записываются просто как C7, D7 ...

 Ну и для мажорного 7аккорда структура:

 1-я  мажорная 3-я  5-я  мажорн 7-я

 Начиная с основания F, получим :

 Вверх на 4 полутона от F для мажорной 3-ей : A
 На 7 полутонов от F для 5-ой               : C
 На 11 полутонов от F для maj7-ой           : E

 Значит, для Fmaj7 нужно нажимать на : F A C E


 А  в  F7  аккорде,  нужно  заменить  на  малую 7-ю ноту, чтобы
получить его из maj7.  Или в нашем примере Eb вместо E,  и  для
F7 аккорда получим ноты : F A C Eb


 Как  и для простого трезвучия, можно повторять некоторые ноты,
чтобы  получился  аккорд.   Для   7аккордов   можно   повторять
основание, 3-ю, 7-ю или 5-ю.

 Возьмем очень употребительный 7, E7 :

 EADGBE
 020100


 Ноты  в  нем  :  E B D G# B E, т.е. обе ноты - основание и 5-я
повторены .


 * 5.0   6-аккорды  *  ( По науке - секстаккорды)

 Чтобы составить 6-аккорд, нужно взять трезвучие и добавить 6-ю.

 -  Отметим,  однако, что только *мажорная 6-я* добавляется и в
мажорном и минорном 6-аккорде - 'минорность'  или  'мажорность'
возникает в трезвучии.

 Таким образом, для C6 аккорда, берем C мажорное трезвучие
 (C E G) и добавляем мажорную 6-ю (A).

 C6 = C E G A

 Соответственно,  для Cm6 берем C минорное трезвучие (C Eb G) и
добавляем мажорную 6-ю (A).

 Cm6 = C Eb G A


6/9 аккорды


 Они  похожи  на 6-аккорды, но к ним доюавляется еще и 9-я, как
несложно догадаться !

 Лично  мне встречались только мажорные аккорды такого вида, но
я не вижу причин, почему бы не могло быть в  природе  и  что-то
вроде Dm6/9.

 Во   всяком  случае,  строятся  они  добавлением  к  основному
трезвучию 6-ой и 9-ой.

 Т.е. C6/9 выглядит как : 1-я, мажорная 3-я, 5-я, 6-я, 9-я

 или в нотах :  C E G A D

 (  5-я  иногда  при  этом  может  быть  выброшена  в  реальной
аппликатуре)

 А вот как этот C6/9 можно взять на гитаре :

   EADGBE
   x32233

   C 6/9



 * 6.0   9, 11 и 13 аккорды * 


 Раз  уж  мы поехали за пределы 7-ой и начали добавлять ноты из
следующей (по отношению к основанию) октавы  (т.е.  9-ю,  11-ю,
13-ю), то следует сделать важное замечание.

 *** Все эти аккорды обязаны иметь 7аккорд внутри себя ***


 А  т.к.  есть  3  типа 7аккорда (7, m7, maj7), то из них можно
делать  столько  же  (т.е.  3)  типа  9-  11-   и   13-аккордов
'добавками' к основному 7аккорду.

 Для  9-аккорда  добавляется 9-я к доминантсептаккорду (который
*просто* '7' ).
 Для минорного (min9) 9-аккорда добавляем 9-ю к m7.
 Для мажорного 9-аккорда (maj9), добавьте 9-ю к maj7 аккорду.

 Чтобы  получился  11-аккорд,  нужно  добавиь 11-ю к трем типам
9-аккорда, но в большинстве случаев 9-я в  аккорде  не  звучит,
так  что  можно  просто  добавить 11-ю к 7-аккордам и построить
таким образом 3 типа 11аккорда, и аналогично для 13.

 Если  Вам  удается  построить 13аккорд, в котором *также* есть
9-я или 11-я, то это просто замечательно - именно  это  и  есть
*настоящий*  13аккорд,  но  в  большинстве  случаев аккорды эти
строят просто из обычных 7 с добавкой одной ноты  (9-ой,  11-ой
или 13-ой)


6.1  -  9 11 и 13 аккорды


 Точное  построение  для  аккордов  вида  C9,  C11,  C13  (т.е.
аккордов, построенных на C7, а значит в  них  содержится  малая
(бемольная) 7-я) :

 9  :  1-я, мажорная 3-я, 5-я, малая 7-я, 9-я

 11 :  1-я, мажорная 3-я, 5-я, малая 7-я, 11-я

 13 :  1-я, мажорная 3-я, 5-я, малая 7-я, 13-я


 Ничего   страшного,   если   из   аккорда   выкидывается  5-я.
*Существенными* нотами для C9, C11 и C13 являются 1-я, 3-я, 7-я
и 9-я/11-я/13-я



6.2  -  минорные 9, 11, 13 аккорды


 Принципы  построения сохраняются и для минорных вариантов этих
аккордов.  Начинаем с минорно 7аккорда,  и  добавляем  9-ю  или
11-ю или 13-ю

 Построение выглядит следующим образом :


 Для минорного 9аккорда    :  1-я, минорная 3-я,  5-я, малая 7-я,  9-я

 Для минорного 11аккорда   :  1-я, минорная 3-я,  5-я, малая 7-я,  11-я

 Для минорного 13аккорда   :  1-я, минорная 3-я,  5-я, малая 7-я,  13-я


 Как  и  в  предыдущем  случае,  5-я  может  быть  выброшена из
аккорда, но все остальные ноты должны быть в аккорде. Вы  также
можете  включить  9-ю в 11аккорд, или 9-ю и 11-ю в 13аккорд, но
на гитаре этого обычно не делают.


6.3  -  мажорные 9, 11, 13 аккорды


 И  опять,  по  тому  же  принципу.  Берем  мажорный  7аккорд и
добавляем к нему 9-ю, 11-ю или 13-ю.

 Очень  важно  здесь  понимать  разницу  между  7,  min7 и maj7
аккордами, чтобы правильно построить эти аккорды !

 А структура их выглядит так :

 maj9  :  1-я, мажорная 3-я, 5-я, мажорная 7-я, 9-я

 maj11 :  1-я, мажорная 3-я, 5-я, мажорная 7-я, 11-я

 maj13 :  1-я, мажорная 3-я, 5-я, мажорная 7-я, 13-я


 (Опять же 5-ю в аккорд можно не включать)

 Простенький примерчик:

 Найдем ноты для A13, т.е. основание аккорда - A.

 Вверх на 4 полутона для  мажорной 3-ей  :  C#
 Вверх на 7 полутонов для 5-ой           :  E
 Вверх на 10 полутонов для минорной 7-ой :  G
 Вверх на 21 полутон для 13-ой           :  F#


 Получили A13 = A C# E G F#

 Заметим,  что  при добавлении больших интервалов, вроде 13-ой,
можно отсчитать  толко  9  полутонов  (21-12),  чтобы  получить
верное  название ноты, так ка вычитание 12 означает октаву ниже
( в октаве 12 полутонов).

 НО  -  при образовании аккорда, 13-я должна быть на правильном
расстоянии от основания - т.е. она должна быть в  следующей  от
основания  октаве,  иначе  получится обычный 6-аккорд (впрочем,
если там будет еще и  7-я,  то  он  должен  премерзким  образом
звучать).


 * 7.0   запись вида X/Y * 


 Этот вопрос чаще всего встречает непонимание.

 Если  аккорд  записан  как  *дробь*  вроде  C/G, то это просто
означает, что Вы должны сыграть аккорд, заданный первой  буквой
и  с  басовой (нижней) нотой, даваемой второй буквой записи - в
данном случае, у нас C мажорный аккорд с басом G.


 Эти аккорды могут иметь басом как уже входящую в них ноту, как
в данном примере (C мажор составлен из нот C E G, так что бас G
является частью аккорда),

 или  же  они  могут  иметь  басом  ноту, не входящую в аккорд,
навроде E/A (A не входит в состав E мажорного аккорда).


 Нахождение  всех  нот в аккорде не представляет дополнительных
трудностей - просто найдите ноты  в  аккорде,  заданном  первой
буквой и добавьте басовую ноту.

 Аккорды    вида    X/Y   обычно   включают   в   себя   просто
мажорный/минорный аккорд, но и в более  сложных  случаях  (типа
Asus2/C#) принцип построения сохраняется.

 Построим такой аккорд; начнем с Asus2.

 он составлен из 1-ой 2-ой 5-ой

 Посмотрим  (или  вспомним?)  интервалы  в  таблице интервалов,
чтобы  найти  число  полутонов,  которые  нужно  добавлять  для
получения каждой ноты.

 2-я = 2 полутона от A = B
 5-я = 7 полутонов от A = E

 вот и все - Asus2 = A B E

 добавим бас - Asus2/C# = C# A B E

 (обычно  аккорды  называют  снизу  вверх  -  так  и  мы  будем
поступать)

 * 8.0  'Add' аккорды и хроматические аккорды * 

 (add  -  значит  с  добавленными  нотами, у нас это чаще всего
записывается как / (слэш) с номером добавляемой ноты после него
или   вообще   просто   припиской   рядышком   без   каких-либо
разделителей, т.е. запись в целом аналогично, но дальше про это
еще упоминается)

 Напомню  еще  раз  все  трезвучия и аккорды, про которые я уже
рассказал :

мажорное, минорное, sus2 и sus4 трезвучия и аккорды
мажорный 7, доминант7 (чистый 7) и минорный 7 аккорды
9, min9, maj9, 11, min11, maj11, 13, min13, maj13 аккорды

 Все  другие  аккорды  попадают  в ряд аккордов с 'добавлеными'
нотами или аккордов с измененными (альтерированными - по науке)
нотами.


Add аккорды

 Аккорды  с 'добавленными' нотами записываются подобно аккордам
с басом, а смысл весь заключается, как это следует из названия,
в  добавлении  некоторых  нот.   Стандартная форма их записии -
что-то наподобие Cadd2, Cadd4 и т.д.

 Просто  начните  с  'основного' аккорда (C - в нашем случае) и
добавьте  соответствующую  ноту.  Понятно,   что   в   качестве
'основного'  аккорда  может  выступать  мажорный,  минорный или
любой другой аккорд.

 Убедитесь,  что Вы поняли разницу между add2 и sus2 аккордами,
и между add4 и sus4 аккордами - в sus аккордах 3-я *заменяется*
другой   нотой.   В  'add'  аккордах  эта  нота  добавляется  к
трезвучию, так что Cadd2 будет выглядеть как:

 Cadd2 = C трезвучие + 2-я = 1-я, 2-я, мажорная 3-я, 5-я

 Csus2 = Csus2 трезвучие   = 1-я, 2-я, 5-я


 Аналогично, существует существенная разница между 'add9' и '9'
аккордами. C9 аккорд *обязан* иметь малую 7-ю внутри себя  (см.
выше),  а  вот Cadd9 аккорд такой ноты в себе не содержит - это
просто C мажорное трезвучие с добавлением 9-ой.

 Можно  продолжать добавлять столько нот, сколько хочется. Если
Вы применяете альтернативную  настройку  гитары,  то  Вы  легко
можете  встретить  аккорды  вида  Aadd2add4,  но  в большинстве
случаев все-таки добавляется только одна нота.

 Конечно  же,  можно  добавлять  ноты не только к мажорному или
минорному аккорду - в этом случае Вы получите  что-нибудь  типа
Csus4add9 и т.д.


Изменненые (альтерированные) аккорды

 Это  уже  аккорды  с  хроматическими  альтерациями. Непонятно?
Объясняю. 5-я, 2-я, 4-я, 9-я и  т.д.  могут  быть  хроматически
альтерированы  -  т.е.  сдвинуты  вверх  или  вниз  на полутон.
Альтерированными они называются, потому что не входят  в  гамму
(например,  мажорную),  ведь  всего есть 12 ступеней, а в любой
гамме  их  только  семь.  Вот  остальные-то  пять  и  будут  их
хроматическими альтерациями.

 Примерами таких аккордов могут служить E7#9 и E7b9

 - 9-я ступень, добавленная к обычному E7 аккорду, была поднята
(обдиезлена, т.е получила диез) в E7#9, и снижена (оббемолена -
схватила бемоль) в E7b9.

 И какие же теперь ноты в этих аккордах ?

 Ну, начнем с 'E7' :

  E7  =  1-я, мажорная 3-я, 5-я, минорная 7th  =  E, G#, B, D

 Добавляем #9 (считаем вверх на 15 полутонов от E) - G

 Получили E7#9 = E G# B D G

 Сходным образом - E7b9 = E G# B D F

 Существуют несколько способов записи этих аккордов.

 Значки '-' и '+' иногда используются вместо 'b' и '#'.

 Если  поискать,  то  можно  найти  'dim' и 'aug' (diminished и
augmented), использованные для тех же самых целей.

 Т.е.  E7#9  может  быть  записан,  таким образом, как E7+9 или
E7aug9 и E7b9 можно написать как E7-9 или E7dim9

 (Отмечу,  что  по  правилам  музыки  знаки  альтерации пишутся
впереди  номера  ступени,  т.е.  диезы  и  бемоли  относятся  к
следующей за ними ступени)

 С   введением  записи  хроматически  альтерированных  аккордов
исчезают  все  ограничения  на  способы   записи   аккордов   -
большинство  из  них, главным образом, используется в джазе, но
некоторые (вроде E7#9) часто попадаются и в рок-музыке.

 Чтобы  построить  ноты  в  аккордах  этого  типа,  лучше всего
начинать с 'основного' аккорда, а затем  уже  к  ним  добавлять
хроматические  ноты.  Другими словами говоря, как показано выше
для E7#9, возьмите E7, и добавьте #9.

 Иногда   встречаются   несколько  хроматических  нот  в  одном
аккорде, например,  -  A13b5b9,  с  ними  нужно  поступать  уже
известным  образом  -  строить A13 аккорд, потом заменять 5-ю и
9-ю на бемольные 5-ю и бемольную 9-ю.

 (Добавлю,  что если альтерируемая ступень входит уже в аккорд,
то она именно изменяется, а если не входит - то она добавляется
такой, какой она записана)

 * 9.0   Diminished и augmented аккорды * 

 (Уменьшенные и увеличенные аккорды)

 Последние  аккорды, про которые нужно сказать - это diminished
(уменьшенный) и augmented (увеличенный).

 Уменьшенные  (diminished)  аккорды  записываются или как 'dim'
или иногда с помощью кружочка (Cdim или Co).

 A dim аккорды составлены из следующиз нот :

 1-я,  минорная  3-я,  уменьшенная  5-я,  дважды  бемольная 7-я
 (дубль-бемоль - для тех, кто понял)

 (дважды бемольная 7-я - это та же нота, что и мажорная 6-я, но
по теории музыки ее обычно записывают как дважды бемольную  7-ю
и не спрашивайте почему !)

 Adim выгледел бы тогда как : A, C, Eb, Gb

 Отметим,  что  интервалы  между последовательными нотами в dim
аккорде ВСЕ являются минорными терциями.

 Это  означает,  что  если  Вы  строите  dim  аккорд  для C, Вы
получите те же ноты, что и для Adim.

 Другими  словами  Adim  = Cdim = Ebdim = Gbdim = A+C+Eb+Gb Так
что, когда Вы играете dim аккорд, то сдвинув его  на  три  лада
вверх или вниз Вы получите тот же самый аккорд !!

 Существует  также  аккорд, называемый полууменьшенным аккордом
или уменьшенным 7.  Я обычно записываю  его  как  нибудь  вроде
E7-5  -  другое  название  того же аккорда. Очень полезно знать
разные имена для одного и того же аккорда.

 Разница  между ним и 'обычным' dim аккордом - в том, что 7-я в
этом аккорде является просто бемольной, а не  дважды  бемольной
(кстати, потому и полууменьшенный он называется).

 So  Состоит он из следующих ступеней: 1-я, минорная 3-я, малая
5-я, малая 7th

 Увеличенный (augmented) аккорд составлен изследующих нот :

  1-я, мажорная 3-я, увеличенная 5-я


 Так что A aug выглядит так : A C# F

 (интервалы  между  соседними нотами - мажорные терции - т.е. 4
полутона)

 Записывают их обычно как 'A aug' или 'A+' или  'A+5'.


 * Приложение A * 


 Хроматическая гамма :


 Энгармонические   эквиваленты   записаны   друг   под   другом
(например, C# - то же самое, что и Db и т.д.)


C  C#  D  D#  E  F  F#  G  G#  A  A#  B
   Db     Eb        Gb     Ab     Bb


 Ясно,   что   эта  последовательность  может  быть  бесконечно
продолжена в обе стороны - если Вы хотите отсчитать 4  полутона
от  A, то один полутон - A#, два - B, далее попадаем на начало,
т.е. три - C и четыре - C#, так что C# - это нота на 4 полутона
выше A.



 * Приложение B *  мажорные трезвучия   минорные трезвучия


 C E G                  C Eb G
 Db F Ab                Db Fb Ab
 D F# A                 D F A
 Eb G Bb                Eb Gb Bb
 E G# B                 E G B
 F A C                  F Ab C
 F# A# C#               F# A C#
 G B D                  G Bb D
 Ab C Eb                Ab Cb Eb
 A C# E                 A C E
 Bb D F                 Bb Db F
 B D# F#                B D F#



 * Приложение C *   Квинтовый круг и Key Signatures
 -----------------------------------

 Возможно,  Вы уже когда-то слышали слова 'квинтовый круг'. Они
связаны со способом записи знаков ключевой альтерации,  которые
показывают   сколько   диезов   или  бемолей  играть  в  данной
тональности.

 C мажор не имеет ни диезов ни бемолей
 G мажор имеет один диез (F#)
 D мажор имеет 2 диеза (F# и C#)

 Если мы продолжим искать keys с 3, 4, 5 диезами, то обнаружим,
что следующий key в ряду будет 5-ой ступенью предыдущей.

 Так,  если  начать с C мажора, то ближайшей 5-й будет G, затем
D, потом A и т.д.

 Аналогично  можно поступать и с бемольными key signatures если
шагать вниз по квинтам (т.е по 5-м). 5-я вниз  от  C  -  это  F
(один  бемоль), еще одна 5-я вниз - это Bb (2 бемоля), потом Eb
и т.д.

 Ниже  приведена  моя  попытка  нарисовать знаменитый 'круг' из
квинт (5-х) (получилось похоже скорее на эллипс, чем на круг)

 При  движении  на  одну  позицию по кругу, Вы всякий раз идете
вверх или вниз на одну 5-ю. Значки '+' использованы для диезов,
а  '-'  -  для  бемолей.  Заметим,  чточто это верно только для
мажорных keys.


                         0
             -1                      +1
                         C
                F                  G
      -2                                     +2
         Bb                               D


 -3  Eb                                        A   +3



 -4  Ab                                          E   +4



      Db                                        B
  -5                                                +5


          Gb                               F#
      -6                                       +6
                   Cb             C#
                                      +7
                -7



 Еще  одна  вещь,  которую  неплохо знать, какие же именно ноты
имеют бемоли и диезы.

 И здесь тоже встречаем мы последовательность из 5-х (квинт).

 Если  перечислить  диезные  ноты,  которые нужно добавлять при
движении  по  часовой  стрелке  от  C  мажора,   то   получится
последовательность:

  F#, C#, G#, D#, A#, E#, B#

 видно, что, начиная с F#, последовательность поднимается по 5-м.


 А как же это все работает ?

 Для  G  мажора  из  круга  видно,  что он имеет 1 диез.  Берем
первый диез из вышеприведенного ряда: F#

 Т.е.  нам  нужно использовать F# в G мажорной гамме/key signature

 Для D мажора нужно 2 диеза, поэтому берем F# и C#

 Для A мажора берем F#, C# и G#

 ... и так далее для всех остальных диезов.

 Последовательность бемольных нот выглядит так :

 Bb, Eb, Ab, Db, Gb, Cb, Fb

 (Заметьте, опять движение по 5-м ...)

 Так  что,  если мы возьмем бемольную ноту, скажем Eb мажор, из
круга видно, что он имеет 3 бемоля, поэтому выбираем Bb, Eb и Ab.

 Так  как  все здесь оказывается связанным по квинтам (5-м), то
довольно просто использовать  все  эти  последовательности  для
нахождения нот в гамме.

 Напомню, что все эти данные верны для *мажорных* гамм.

 А  для  минорных  гамм  сначала нужно найти соответствующую ей
мажорную, при этом полезно помнить, что  соответствующий  мажор
всегда  на  3  полутона  выше, чем минор (например, C мажор / A
минор - C на 3 полутона выше, чем A)

 Пусть нам сильно хочется знать гамму Ab минор.

 Соответствующий мажор будет Cb мажор.

 Ага!  Целых  7  бемолей  надо! А Вы как хотели ?! (Не все коту
масленница...)

 Получаем нашу гамму :   Ab, Bb, Cb, Db, Eb, Fb, Gb, Ab

 Когда  вдруг  встречается  нечто  страшное,  вроде Fb, звучит,
конечно, странно, но это всего лишь  означает  понижение  F  на
полтона, другими словами, 'E = Fb'.

 Смысл  такой  записи  в  том,  что  для  КАЖДОЙ  гаммы,  любое
буквенное обозначение ноты встречается  лишь  однажды.  Поэтому
каждая  гамма  включает в себя так или иначе альтерированную F,
т.е. иногда это будет чистая F, иногда F# и когда-то Fb.


Послесловие

 В   целом,  по-моему,  достаточно  прозрачно  и  даже  излишне
подробно местами.  Я  хочу  лишь  добавить  несколько  слов  по
поводу  аккорда  типа  С5 - это 'трезвучие' с выкинутой из него
3-ей, т.е. только C и G, - повторив их несколько  раз,  получим
искомый аккорд.

 На   этом   заканчиваю.   Надеюсь,   моя  работа  помогла  Вам
разобраться в большинстве интересовавших Вас вопросов. Впрочем,
можете мне написать. Скорее всего, я отвечу.

taras@fifth.frtk-campus.mipt.ru</pre></div>
</asp:Content>
