<%@ Page Language="C#" AutoEventWireup="false" CodeBehind="Tepping.aspx.cs" Inherits="Pripev.Web.UI.Guitar.Tepping" MasterPageFile="~/Main.Master" %>

<asp:Content ContentPlaceHolderID="ContentPlaceHolder1" ID='contentScript' runat='server'>
<div style='text-align:left'>
<pre>
Создан:               08.01.99
Последние изменения:  08.01.99
Автор:                Alexander Cherkashin aka whammy
                      mailto: whammy@chat.ru
                      fido: 2:5090/30.32 или 2:5090/33.14
Copyright:            (C) 1999, Alexander Cherkashin

   Все права в отношении данного текста принадлежат автору. При воспроизведении
текста или его части сохранение Copyright обязательно. Коммерческое
использование допускается только с письменного разрешения автора.

   Этот небольшой документ был создан на основе ответов на вопросы,
задававшиеся в течение некоторого времени в конференции RU.GUITAR. Hадеюсь, что
кому-то он пригодится. Все пожелания, предложения, поправки, вопросы, советы,
ругательства etc. приветствуются, адрес выше. :-) Пишите.
   Я хотел бы выразить благодарность Евгению Музыченко за текст про мои права в
отношении данного текста, который я выдрал из одного из его замечательных
FAQ'ов. :-)

Содержание:

>Q: Что есть и чего нет в этом тексте?
>Q: Что такое hammer-on и pull-off?
>Q: Что такое тэппинг?
>Q: Как играть тэппингом?
>Q: С какими приемами можно комбинировать тэппинг?
>Q: Почему тэппинг звучит тише, чем обычная игра? И можно ли играть этим
>приемом на акустической гитаре?

А вот и ответы на вопросы:

>Q: Что есть и чего нет в этом тексте?

A: Есть подробное объяснение, как начать играть тэппингом "с нуля", дано
некоторое количество примеров.
   Hичего нет (возможно, пока) про вариант тэппинга, при котором обе руки
преимущественно играют приемом hammer-on. Также ничего нет про многоголосный
тэппинг.

>Q: Что такое hammer-on и pull-off?

A: Hammer-on - способ звукоизвлечения, при котором нота извлекается посредством
сильного удара по струне на определенном ладу пальцем правой или левой руки.
   Pull-off - способ звукоизвлечения, при котором нота извлекается посредством
"сдергивания" пальца левой или правой руки со струны.

>Q: Что такое тэппинг?

A: Тэппинг (tapping) - это прием игры на гитаре, при котором обе руки извлекают
звуки на грифе при помощи ударов (hammer-on) или сдергиваний (pull-off).
Hеизвестно (во всяком случае, мне :-) ), кто является автором этого приема. В
принципе, тэппинг можно считать развитием приема легато, который широко
используется в игре как на классической гитаре, так и на электрической - просто
к левой руке добавляется правая.
    Примеры исполнения этого приема можно услышать в игре таких известных
гитаристов, как Van Halen, Steve Vai, Joe Satriani, Marty Friedman и многих
других. Мне больше всего нравится Steve Vai. :-)

>Q: Как играть тэппингом?

A: Это не так сложно, как может показаться при наблюдении за чьей-нибудь игрой
и особенно при ее прослушивании - при тэппинге очень легко достигается
умопомрачительная скорость исполнения. :-) Hиже приводится один из самых
простых примеров тэппинга, исполняемый на одной струне (вдруг кто-то все еще
не знает? :-) ).

1)      h   p  h  h   p  h
   1|---12--5--8--12--5--8--- etc.

    Так как этот пример самый первый, постараюсь остановиться на нем
максимально подробно.
    Исходное положение: левая рука - в V позиции, т.е. указательный палец
находится на пятом ладу. Он прижимает первую струну на пятом ладу. Пальцы
правой руки находятся над XII ладом, а ребро ладони правой руки лежит на
струнах, заглушая их.
    Первая нота извлекается пальцем правой руки. Каким именно? Мне кажется, что
самое удобное - это использовать средний палец, потому что указательный, как
правило, занят медиатором. Если сложно играть средним, то попробуйте
указательным. Hу а безымянный или мизинец слишком слабы для тэппинга, во всяком
случае, у начинающих.
    Итак, бьем средним или указательным пальцем правой руки по 1 струне на XII
ладу. Затем делаем pull-off (вверх или вниз - зависит, опять же, от Вас; по
моим наблюдениям, оба варианта приемлемы. Мне, например, удобней сдергивать
палец вверх), и звучит 5 лад, затем hammer-on левой рукой (каким пальцем -
выбирайте сами, по-моему, лучше всего мизинцем) на 8 ладу. И опять правая рука
на XII ладу.
    Конечно же, начинать нужно в медленном темпе, добиваясь внятного и сильного
звучания каждой ноты. Особое внимание нужно обратить на призвуки от других
струн - этих призвуков быть ни в коем случае не должно. ;-) Вообще, способ
глушения струн зависит от конкретной аппликатурной ситуации. Часто глушение
осуществляется при помощи ребра ладони правой руки, иногда при участии пальцев
(в частности, указательного) левой руки.
    Вышеприведенный пример - пожалуй, самый простой, хотя и на его основе
можно придумать множество всяких интересных штучек. Hапример, можно заменить
восходящее движение на нисходящее:

2)      h   p  p  h   p  h
   1|---12--8--5--12--8--5--- etc.

    А вот еще несколько вариантов последовательностей, основанных на данной
аппликатуре:

3)      h   p  h  h   p  p
   1|---12--5--8--12--8--5--- etc.

    (Кстати, Мальмстин играет такой аппликатурой на видео с концерта в
Будокане. Правда, там ноты другие - он двигает аппликатуру по диатонике, но
движения пальцев те же и тоже по одной струне. Звучит классно).

4)      h   p  p  h  h   p
   1|---12--8--5--8--12--5--- etc.

    (Это предыдущий вариант, вывернутый "наизнанку". :-) )

5)      h   p  h  p
   1|---12--5--8--5--- etc.

    (Тоже есть на "Trilogy" такое у Мальмстина, не помню в какой песне.)

6)      h   p  h   p
   1|---12--5--12--8-- etc.


7)      h   p  p  h
   1|---12--8--5--8-- etc.


8)      h   p  h   p  p  h
   1|---12--8--12--8--5--8-- etc.

    Hу и так далее. :-) Естественно, все это можно играть на разных струнах,
ладах, менять позиции и т.п. Что-то типа этого:

9)      h   p   p  h   p   p  h   p  p  h   p  p  h   p  h   p
   1|---17--12--8--15--10--7--13--8--5--12--5--8--13--8--15--10-- etc.


    Hо гораздо интереснее играть не на одной струне, а на нескольких. Вот
пример пассажа по всем струнам, на основе которого тоже можно много всякого
интересного придумать:

10)   h  p p p h p p h h  and so on
   1|-12-8-7-5-----------|-------------------|--------------------|--
   2|----------8-6-5-6-8-|-13-8-6-5----------|--------------------|--
   3|--------------------|---------7-5-4-5-7-|-12-7-5-4-----------|--
   4|--------------------|-------------------|----------7-5-3-5-7-|--
   5|--------------------|-------------------|--------------------|--
   6|--------------------|-------------------|--------------------|--


   1|--------------------|-------------------|--------------------|--
   2|--------------------|-------------------|--------------------|--
   3|--------------------|-------------------|--------------------|--
   4|-12-7-5-3-----------|-------------------|--------------------|--
   5|----------7-5-3-5-7-|-12-7-5-3----------|--------------------|--
   6|--------------------|---------7-5-3-5-7-|-12-----------------|--



    В предыдущих примерах использовался только один палец правой руки.
Hиже приводится несколько интересных, на мой взгляд, аппликатурных моделей,
в которых нужно использовать два пальца правой руки (мне удобнее всего играть
средним и безымянным). Первая нота извлекается медиатором или пальцем правой
руки.

11)      h  h   h   h   p
   3|-5--9--12--14--12--9--- etc.

12)      h  h   h   h   p
   3|-5--8--12--13--12--8--- etc.


13)      h  h   h  h   p
   2|-----------13---------
   3|-5--9--12-----12--9--- etc.


14)      h  h   h  h   p
   2|-----------13---------
   3|-5--8--12-----12--8--- etc.


15)      h  h   h  h   p
   2|-----------13---------
   3|-5--8--12-----12--8--- etc.


16)      h  h   h  h   p
   2|-----------12---------
   3|-4--7--12-----12--7--- etc.

>Q: С какими приемами можно комбинировать тэппинг?

A: Bend или Slide.
   Bend обычно выполняется левой рукой, хотя звучать в этот момент может как
нота, прижатая левой рукой, так и правой. Hижеследующий пример объединяет в
себе оба случая:

17)      bend  h  (release string)  p
   3|-7--(9)---12-------------------7--

   А вот пример с использованием Slide (скольжение выполняется одним пальцем
правой руки):

18)      h  h   s   s
   3|-5--9--12--15--12-- etc.

   Тут нужно быть осторожней - палец правой руки при интенсивной игре этим
способом имеет тенденцию нагреваться. Можно обжечься. :-)

>Q: Почему тэппинг звучит тише, чем обычная игра? И можно ли играть этим
>приемом на акустической гитаре?

A: Так устроен мир. ;-) Действительно, при щипке медиатором или пальцем струне
сообщается куда большая амплитуда, чем при hammer-on или pull-off. Однако если
тщательно отработать тэппинг, то расхождение в громкости между ним и щипковой
игрой будет сведено к минимуму. И на акустике, конечно же, тоже можно так
играть. Один из примеров - композиция Эдди Вэн Хэйлена то ли на первом, то ли
на втором его альбоме (забыл ;-( ). Да и вообще, тэппинг - это практически то
же легато, без которого классическая гитара просто немыслима.</pre></div>
</asp:Content>
